save_waybill_01.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:save_waybill>
         <!--Optional:-->
         <tem:su>dimitri1979</tem:su>
         <!--Optional:-->
         <tem:sp>123456</tem:sp>
         <!--Optional:-->
         <tem:waybill>
	    <WAYBILL>
               <SUB_WAYBILLS/>
               <GOODS_LIST>
                  <GOODS>
                     <ID>0</ID>
                     <W_NAME>მწვანე ბარდა მარნეული  520გრ</W_NAME>
                     <UNIT_ID>2</UNIT_ID>
                     <UNIT_TXT>ცალი</UNIT_TXT>
                     <QUANTITY>1</QUANTITY>
                     <PRICE>2.09</PRICE>
                     <AMOUNT>2.09</AMOUNT>
		     <BAR_CODE>11</BAR_CODE>
                     <A_ID>0</A_ID>
                  </GOODS>
               </GOODS_LIST>
               <ID>0</ID>
               <TYPE>5</TYPE>
               <CREATE_DATE>2012-02-12T22:56:48</CREATE_DATE>
               <BUYER_TIN>211336240</BUYER_TIN>
               <CHEK_BUYER_TIN>0</CHEK_BUYER_TIN>
               <BUYER_NAME>ნიკორა</BUYER_NAME>
               <START_ADDRESS>ყანთელის 9</START_ADDRESS>
               <END_ADDRESS>ჭავჭავაძის 24</END_ADDRESS>
               <DRIVER_TIN>12345678910</DRIVER_TIN>
               <CHEK_DRIVER_TIN>0</CHEK_DRIVER_TIN>
               <DRIVER_NAME>დიმიტრი ობოლაშვილი</DRIVER_NAME>
               <TRANSPORT_COAST>0</TRANSPORT_COAST>
               <RECEPTION_INFO/>
               <RECEIVER_INFO/>
               <DELIVERY_DATE/>
               <STATUS>1</STATUS>
               <SELER_UN_ID>731937</SELER_UN_ID>
               <ACTIVATE_DATE/>
               <PAR_ID/>
               <CAR_NUMBER>ABK852</CAR_NUMBER>
               <BEGIN_DATE>2012-01-25T20:54:36</BEGIN_DATE>
               <TRAN_COST_PAYER>0</TRAN_COST_PAYER>
               <TRANS_ID>3</TRANS_ID>
               <TRANS_TXT/>
               <COMMENT/>
            </WAYBILL>
         </tem:waybill>
      </tem:save_waybill>
   </soapenv:Body>
</soapenv:Envelope>